Repository: hsilviu05/SnapWorth
Catalog: ios/SnapWorthWidgets/Localizable.xcstrings
Source language: en
Languages: de, es, ro, zh_hans

source: to
de: bis
es: a
ro: la
zh_hans: 到

source: %@ in your haul
de: %@ in deiner Sammlung
es: %@ en tu colección
ro: %@ în colecție
zh_hans: 收获里有 %@

source: %@ profit this month %@
de: %@ Gewinn diesen Monat %@
es: %@ de ganancia este mes %@
ro: %@ profit luna asta %@
zh_hans: 本月利润 %@，%@

source: %@ scanned
de: %@ gescannt
es: %@ escaneados
ro: %@ scanate
zh_hans: 已扫描 %@

source: %@ this trip
de: %@ auf dieser Tour
es: %@ en esta ruta
ro: %@ în tura asta
zh_hans: 这趟 %@

source: %@ to %@
de: %@ bis %@
es: %@ a %@
ro: %@ la %@
zh_hans: %@ 到 %@

source: %@ · %lld-day streak
de: %@ · %lld Tage Serie
es: %@ · racha de %lld días
ro: %@ · serie de %lld de zile
zh_hans: %@ · 连续 %lld 天

source: %@, profit unknown until you add what you paid
de: %@, der Gewinn bleibt unbekannt, bis du einträgst, was du bezahlt hast
es: %@, la ganancia no se sabe hasta que añadas lo que pagaste
ro: %@, profitul rămâne necunoscut până adaugi cât ai dat
zh_hans: %@，填上入手价才能算出利润

source: %@. Last known — open SnapWorth to refresh.
de: %@. Letzter bekannter Stand – öffne SnapWorth zum Aktualisieren.
es: %@. Último dato conocido: abre SnapWorth para actualizarlo.
ro: %@. Ultima valoare știută — deschide SnapWorth ca să se actualizeze.
zh_hans: %@。这是最后一次的数据，打开 SnapWorth 可刷新。

source: %lld day streak
de: %lld Tage Serie
es: racha de %lld días
ro: serie de %lld de zile
zh_hans: 连续 %lld 天

source: %lld finds
de: %lld Funde
es: %lld hallazgos
ro: %lld de găselnițe
zh_hans: %lld 件好物

source: %lld flips sold this month
de: %lld Flips diesen Monat verkauft
es: %lld reventas vendidas este mes
ro: %lld de flipuri vândute luna asta
zh_hans: 本月售出 %lld 笔

source: %lld free scans left today
de: Noch %lld kostenlose Scans heute
es: Quedan %lld escaneos gratis hoy
ro: %lld de scanări gratuite rămase azi
zh_hans: 今天还剩 %lld 次免费扫描

source: %lld items
de: %lld Artikel
es: %lld artículos
ro: %lld de obiecte
zh_hans: %lld 件

source: %lld sold · add what you paid
de: %lld verkauft · trag ein, was du bezahlt hast
es: %lld vendidos · añade lo que pagaste
ro: %lld de vândute · adaugă cât ai dat
zh_hans: 已售 %lld 件 · 填上入手价

source: Back tomorrow, or go Pro
de: Morgen wieder – oder hol dir Pro
es: Vuelve mañana o hazte Pro
ro: Revii mâine sau treci pe Pro
zh_hans: 明天再来，或升级 Pro

source: Find out what it's worth
de: Finde heraus, was es wert ist
es: Descubre cuánto vale
ro: Află cât valorează
zh_hans: 看看它值多少

source: Haul
de: Sammlung
es: Colección
ro: Colecție
zh_hans: 收获

source: Haul Value
de: Wert der Sammlung
es: Valor de la colección
ro: Valoarea colecției
zh_hans: 收获总值

source: Haul on the Lock Screen
de: Die Sammlung auf dem Sperrbildschirm
es: La colección en la pantalla bloqueada
ro: Colecția pe ecranul blocat
zh_hans: 锁定屏幕上的收获

source: Haul value %@, %@
de: Sammlung im Wert von %@, %@
es: Colección por valor de %@, %@
ro: Colecție de %@, %@
zh_hans: 收获总值 %@，%@

source: Haul worth %@
de: Sammlung im Wert von %@
es: Colección por valor de %@
ro: Colecție de %@
zh_hans: 收获价值 %@

source: How many free scans you have today.
de: Wie viele Gratis-Scans du heute noch hast.
es: Cuántos escaneos gratis te quedan hoy.
ro: Câte scanări gratuite mai ai azi.
zh_hans: 今天还剩几次免费扫描。

source: Last known — open SnapWorth to refresh
de: Letzter bekannter Stand – öffne SnapWorth zum Aktualisieren
es: Último dato conocido: abre SnapWorth para actualizarlo
ro: Ultima valoare știută — deschide SnapWorth ca să se actualizeze
zh_hans: 这是最后一次的数据，打开 SnapWorth 可刷新

source: Last scanned
de: Zuletzt gescannt
es: Último escaneado
ro: Ultima scanare
zh_hans: 最近扫描

source: Last scanned, %@, %@
de: Zuletzt gescannt, %@, %@
es: Último escaneado, %@, %@
ro: Ultima scanare, %@, %@
zh_hans: 最近扫描，%@，%@

source: Last: %@
de: Zuletzt: %@
es: Último: %@
ro: Ultimul: %@
zh_hans: 最近：%@

source: No finds scanned yet
de: Noch keine Funde gescannt
es: Ningún hallazgo escaneado aún
ro: Nicio găselniță scanată
zh_hans: 还没扫描过好物

source: No finds yet
de: Noch keine Funde
es: Ningún hallazgo aún
ro: Nicio găselniță
zh_hans: 还没有好物

source: No flips sold yet this month
de: Diesen Monat noch kein Flip verkauft
es: Ninguna reventa vendida este mes
ro: Niciun flip vândut luna asta
zh_hans: 本月还没卖出过

source: No free scans left today
de: Heute keine Gratis-Scans mehr
es: No quedan escaneos gratis hoy
ro: Nicio scanare gratuită rămasă azi
zh_hans: 今天的免费扫描用完了

source: No scans yet
de: Noch keine Scans
es: Ningún escaneo aún
ro: Nicio scanare încă
zh_hans: 还没有扫描

source: Nothing scanned yet
de: Noch nichts gescannt
es: Aún no has escaneado nada
ro: Încă nu ai scanat nimic
zh_hans: 还什么都没扫描

source: Nothing scanned yet. Tap to scan your first find.
de: Noch nichts gescannt. Tippe, um deinen ersten Fund zu scannen.
es: Aún no has escaneado nada. Toca para escanear tu primer hallazgo.
ro: Încă nu ai scanat nimic. Apasă ca să scanezi prima găselniță.
zh_hans: 还什么都没扫描。点一下，扫描你的第一件好物。

source: Nothing yet
de: Noch nichts
es: Nada aún
ro: Nimic încă
zh_hans: 还没有

source: One tap to scan any secondhand item.
de: Ein Tipp, und du scannst jeden Second-Hand-Artikel.
es: Un toque para escanear cualquier artículo de segunda mano.
ro: O apăsare și scanezi orice lucru second hand.
zh_hans: 点一下，就能扫描任何二手物品。

source: Open SnapWorth
de: SnapWorth öffnen
es: Abre SnapWorth
ro: Deschide SnapWorth
zh_hans: 打开 SnapWorth

source: Open SnapWorth with the camera ready.
de: Öffnet SnapWorth mit startbereiter Kamera.
es: Abre SnapWorth con la cámara lista.
ro: Deschide SnapWorth cu camera pregătită.
zh_hans: 打开 SnapWorth，相机已就绪。

source: Opens SnapWorth with the camera ready.
de: Öffnet SnapWorth mit startbereiter Kamera.
es: Abre SnapWorth con la cámara lista.
ro: Deschide SnapWorth cu camera pregătită.
zh_hans: 打开 SnapWorth，相机已就绪。

source: Profit this month
de: Gewinn diesen Monat
es: Ganancia de este mes
ro: Profitul lunii
zh_hans: 本月利润

source: Quick Scan
de: Schnellscan
es: Escaneo rápido
ro: Scanare rapidă
zh_hans: 快速扫描

source: Recent finds
de: Neueste Funde
es: Hallazgos recientes
ro: Găselnițe recente
zh_hans: 最近的好物

source: Scan
de: Scannen
es: Escanear
ro: Scanează
zh_hans: 扫描

source: Scan an item
de: Artikel scannen
es: Escanear un artículo
ro: Scanează un obiect
zh_hans: 扫描一件物品

source: Scan count not available yet. Open SnapWorth.
de: Die Anzahl der Scans ist noch nicht verfügbar. Öffne SnapWorth.
es: El número de escaneos aún no está disponible. Abre SnapWorth.
ro: Numărul de scanări nu e disponibil încă. Deschide SnapWorth.
zh_hans: 还拿不到扫描次数。打开 SnapWorth 看看。

source: Scan now
de: Jetzt scannen
es: Escanea ahora
ro: Scanează acum
zh_hans: 现在扫描

source: Scan something to start
de: Scann etwas, um anzufangen
es: Escanea algo para empezar
ro: Scanează ceva ca să începi
zh_hans: 扫点什么开始吧

source: Scan something to start the run
de: Scann etwas, um die Tour zu starten
es: Escanea algo para empezar la ruta
ro: Scanează ceva ca să pornească tura
zh_hans: 扫点什么，这趟就开始了

source: Scan your first find
de: Scann deinen ersten Fund
es: Escanea tu primer hallazgo
ro: Scanează prima găselniță
zh_hans: 扫描你的第一件好物

source: Scans left
de: Scans übrig
es: Escaneos restantes
ro: Scanări rămase
zh_hans: 剩余扫描

source: See your total resale value at a glance.
de: Sieh auf einen Blick, was alles im Wiederverkauf wert ist.
es: Mira de un vistazo cuánto vale todo en reventa.
ro: Vezi dintr-o privire cât valorează tot.
zh_hans: 一眼看清全部转卖价值。

source: SnapWorth haul, %@
de: SnapWorth-Sammlung, %@
es: Colección de SnapWorth, %@
ro: Colecția SnapWorth, %@
zh_hans: SnapWorth 收获，%@

source: SnapWorth haul, %@ scanned, worth %@.
de: SnapWorth-Sammlung, %@ gescannt, im Wert von %@.
es: Colección de SnapWorth, %@ escaneados, por valor de %@.
ro: Colecția SnapWorth, %@ scanate, în valoare de %@.
zh_hans: SnapWorth 收获，已扫描 %@，价值 %@。

source: SnapWorth haul, %@, %@
de: SnapWorth-Sammlung, %@, %@
es: Colección de SnapWorth, %@, %@
ro: Colecția SnapWorth, %@, %@
zh_hans: SnapWorth 收获，%@，%@

source: SnapWorth, no finds scanned yet
de: SnapWorth, noch keine Funde gescannt
es: SnapWorth, ningún hallazgo escaneado aún
ro: SnapWorth, nicio găselniță scanată
zh_hans: SnapWorth，还没扫描过好物

source: SnapWorth, no finds yet. Scan something to start.
de: SnapWorth, noch keine Funde. Scann etwas, um anzufangen.
es: SnapWorth, ningún hallazgo aún. Escanea algo para empezar.
ro: SnapWorth, nicio găselniță încă. Scanează ceva ca să începi.
zh_hans: SnapWorth，还没有好物。扫点什么开始吧。

source: SnapWorth. Nothing scanned yet.
de: SnapWorth. Noch nichts gescannt.
es: SnapWorth. Aún no has escaneado nada.
ro: SnapWorth. Încă nu ai scanat nimic.
zh_hans: SnapWorth。还什么都没扫描。

source: Tap to scan your first find
de: Tippe, um deinen ersten Fund zu scannen
es: Toca para escanear tu primer hallazgo
ro: Apasă ca să scanezi prima găselniță
zh_hans: 点一下，扫描 你的第一件好物

source: The last few things you scanned, and what they're worth.
de: Die letzten Dinge, die du gescannt hast, und was sie wert sind.
es: Las últimas cosas que escaneaste y cuánto valen.
ro: Ultimele lucruri scanate și cât valorează.
zh_hans: 最近扫描的几件东西，以及它们值多少。

source: This month
de: Diesen Monat
es: Este mes
ro: Luna asta
zh_hans: 本月

source: Thrift run
de: Second-Hand-Tour
es: Ruta de segunda mano
ro: Tură de second hand
zh_hans: 淘货行程

source: Thrift run in progress, %@
de: Second-Hand-Tour läuft, %@
es: Ruta de segunda mano en curso, %@
ro: Tură de second hand în curs, %@
zh_hans: 淘货行程进行中，%@

source: Thrift run started, nothing scanned yet
de: Second-Hand-Tour gestartet, noch nichts gescannt
es: Ruta de segunda mano empezada, nada escaneado aún
ro: Tură de second hand pornită, nimic scanat încă
zh_hans: 淘货行程已开始，还什么都没扫描

source: Thrift run, %@
de: Second-Hand-Tour, %@
es: Ruta de segunda mano, %@
ro: Tură de second hand, %@
zh_hans: 淘货行程，%@

source: Thrift run, %@, worth %@, started %@
de: Second-Hand-Tour, %@, im Wert von %@, gestartet um %@
es: Ruta de segunda mano, %@, por valor de %@, empezada a las %@
ro: Tură de second hand, %@, în valoare de %@, pornită la %@
zh_hans: 淘货行程，%@，价值 %@，开始于 %@

source: Thrift run, last known, nothing scanned yet
de: Second-Hand-Tour, letzter bekannter Stand, noch nichts gescannt
es: Ruta de segunda mano, último dato conocido, nada escaneado aún
ro: Tură de second hand, ultima valoare știută, nimic scanat încă
zh_hans: 淘货行程，这是最后一次的数据，还什么都没扫描

source: Unlimited scans
de: Unbegrenzte Scans
es: Escaneos ilimitados
ro: Scanări nelimitate
zh_hans: 无限扫描

source: Unlimited scans, %lld day scanning streak
de: Unbegrenzte Scans, %lld Tage Scan-Serie
es: Escaneos ilimitados, racha de %lld días escaneando
ro: Scanări nelimitate, serie de scanări de %lld de zile
zh_hans: 无限扫描，已连续扫描 %lld 天

source: Unlimited · %lld-day streak
de: Unbegrenzt · %lld Tage Serie
es: Ilimitados · racha de %lld días
ro: Nelimitat · serie de %lld de zile
zh_hans: 无限 · 连续 %lld 天

source: What your sold flips actually made.
de: Was deine verkauften Flips wirklich gebracht haben.
es: Lo que has ganado de verdad con tus reventas.
ro: Cât ai făcut de fapt din flipurile vândute.
zh_hans: 卖出去的那些，到底赚了多少。

source: Your haul
de: Deine Sammlung
es: Tu colección
ro: Colecția ta
zh_hans: 你的收获

source: Your total resale value, without unlocking.
de: Was alles im Wiederverkauf wert ist, ohne zu entsperren.
es: Cuánto vale todo en reventa, sin desbloquear el móvil.
ro: Cât valorează tot, fără să deblochezi telefonul.
zh_hans: 不用解锁，就能看到全部转卖价值。

source: free scan left today
de: Gratis-Scan heute übrig
es: escaneo gratis hoy
ro: scanare gratuită rămasă azi
zh_hans: 次免费扫描（今天）

source: free scans left today
de: Gratis-Scans heute übrig
es: escaneos gratis hoy
ro: scanări gratuite rămase azi
zh_hans: 次免费扫描（今天）

source: from %lld flips
de: aus %lld Flips
es: de %lld reventas
ro: din %lld de flipuri
zh_hans: 来自 %lld 笔转卖

source: nothing scanned yet
de: noch nichts gescannt
es: nada escaneado aún
ro: nimic scanat încă
zh_hans: 还什么都没扫描
